Repository: kuyang95/RivoPadApp
Catalog: shortcuts_example/AppShortcuts.xcstrings
Source language: ko
Languages: en, ja

source: ${applicationName} AI 채팅 열기
en: Open AI Chat in ${applicationName}
ja: ${applicationName}でAIチャットを開く

source: ${applicationName} Rivo 연결
en: Connect Rivo in ${applicationName}
ja: ${applicationName}でRivoに接続

source: ${applicationName} VisionLink 열기
en: Open VisionLink in ${applicationName}
ja: ${applicationName}でVisionLinkを開く

source: ${applicationName} 독서 열기
en: Open Reading in ${applicationName}
ja: ${applicationName}で読書を始める

source: ${applicationName} 돋보기 열기
en: Open the Magnifier in ${applicationName}
ja: ${applicationName}で拡大鏡を開く

source: ${applicationName} 문서 스캔
en: Scan a Document with ${applicationName}
ja: ${applicationName}で書類をスキャン

source: ${applicationName} 설정 열기
en: Open ${applicationName} Settings
ja: ${applicationName}の設定を開く

source: ${applicationName} 실시간 글자 읽기
en: Read Text Live with ${applicationName}
ja: ${applicationName}で文字をリアルタイムに読み上げる

source: ${applicationName} 카메라 열기
en: Open the Camera in ${applicationName}
ja: ${applicationName}でカメラを開く

source: ${applicationName} 파일 열기
en: Open Files in ${applicationName}
ja: ${applicationName}でファイルを開く
